Repository: eric-volz/Orbit
Catalog: Orbit/Resources/InfoPlist.xcstrings
Source language: en
Languages: de

# NSAppleEventsUsageDescription
source: Orbit controls Mail, Notes, Photos, Finder and System Events to carry out your requests, for example to search your mail, open a draft, show a photo in Photos, use the selection in Finder or turn on Dark Mode.
de: Orbit steuert Mail, Notizen, Fotos, den Finder und System Events, um deine Anfragen auszuführen, zum Beispiel um Mails zu durchsuchen, einen Entwurf zu öffnen, ein Foto in Fotos zu zeigen, die Auswahl im Finder zu übernehmen oder den Dunkelmodus einzuschalten.

# NSCalendarsFullAccessUsageDescription
source: Orbit shows your events and creates new events after you confirm.
de: Orbit zeigt deine Termine an und legt nach deiner Bestätigung neue Termine an.

# NSCalendarsUsageDescription
source: Orbit shows your events and creates new events after you confirm.
de: Orbit zeigt deine Termine an und legt nach deiner Bestätigung neue Termine an.

# NSContactsUsageDescription
source: Orbit searches your contacts to resolve names to email addresses and to show contacts in search results.
de: Orbit durchsucht deine Kontakte, um Namen in E-Mail-Adressen aufzulösen und Kontakte in der Suche anzuzeigen.

# NSDesktopFolderUsageDescription
source: Orbit searches your Desktop folder so matching files appear as you type, and reads files when you ask for them.
de: Orbit durchsucht deinen Schreibtisch, damit passende Dateien schon beim Tippen erscheinen, und liest Dateien, wenn du danach fragst.

# NSDocumentsFolderUsageDescription
source: Orbit searches your Documents folder so matching files appear as you type, and reads files when you ask for them.
de: Orbit durchsucht deinen Dokumente-Ordner, damit passende Dateien schon beim Tippen erscheinen, und liest Dateien, wenn du danach fragst.

# NSDownloadsFolderUsageDescription
source: Orbit searches your Downloads folder so matching files appear as you type, and reads files when you ask for them.
de: Orbit durchsucht deinen Downloads-Ordner, damit passende Dateien schon beim Tippen erscheinen, und liest Dateien, wenn du danach fragst.

# NSPhotoLibraryUsageDescription
source: Orbit finds photos by date, album and favorites and shows them as previews.
de: Orbit sucht Fotos nach Datum, Alben und Favoriten und zeigt sie als Vorschau an.

# NSRemindersFullAccessUsageDescription
source: Orbit shows your reminders and creates new reminders after you confirm.
de: Orbit zeigt deine Erinnerungen an und legt nach deiner Bestätigung neue Erinnerungen an.

# NSRemindersUsageDescription
source: Orbit shows your reminders and creates new reminders after you confirm.
de: Orbit zeigt deine Erinnerungen an und legt nach deiner Bestätigung neue Erinnerungen an.
